<template lang="pug">
	.text-page
		.container
			.text-page__top
				Breadcrumbs(pageTitle="Политика конфиденциальности")
			.text-page__content.content
				h1 H1 Заголовок
				h2 H2 заголовок
				h3 H3 заголовок
				p В жизни каждого человека случаются непредвиденные ситуации: захлопнулась дверь, сломался замок, или не открывается ваш автомобиль. А может вы потеряли ключи от сейфа, и теперь не знаете что делать?
				p Главное, не поддавайтесь панике, и не пытайтесь, с помощью подручных инструментов, самостоятельно решить данную проблему, разрушая тем самым не только конструкцию замка, но и целостность самой двери.
				p Теперь у вас есть надёжный помощник-специалист компании "Замок-Мастер", который сможет оперативно подъехать, и без повреждения двери вскрыть замок любой сложности, а при необходимости, и произвести ремонт замка или замену на аналог, или установить замок повышенной защиты.
				p ВАЖНО! Все работы по аварийному вскрытию замков производятся при наличии документов, подтверждающих #[a(href="/") право собственности или договора аренды.] 
				ul 
					li Вскрытие дверей
					li Вскрытие замков
					li Вскрытие авто
					li Установка замков
				h3 Изображения в тексте
				p Так же одно из наших преимуществ является то, что наша организация рассчитывает на работу со своими клиентами на долгосрочной основе, предполагая взаимовыгодное сотрудничество на долгие годы. предполагая взаимовыгодное сотрудничество на долгие годы.
				picture
					source(:srcset="`/images/text-page/image-1.jpg`")
					img(:src="`/images/text-page/image-1.jpg`", alt="фото" width="420" height="254" loading="lazy").align-left
				p В жизни каждого человека случаются непредвиденные ситуации: захлопнулась дверь, сломался замок, или не открывается ваш автомобиль. А может вы потеряли ключи от сейфа, и теперь не знаете что делать?
				p Главное, не поддавайтесь панике, и не пытайтесь, с помощью подручных инструментов, самостоятельно решить данную проблему, разрушая тем самым не только конструкцию замка, но и целостность самой двери.
				p Теперь у вас есть надёжный помощник-специалист компании "Замок-Мастер", который сможет оперативно 
				p В жизни каждого человека случаются непредвиденные ситуации: захлопнулась дверь, сломался замок, или не открывается ваш автомобиль. А может вы потеряли ключи от сейфа, и теперь не знаете что делать? Главное, не поддавайтесь панике, и не пытайтесь, с помощью подручных инструментов, й 
				picture
					source(:srcset="`/images/text-page/image-2.jpg`")
					img(:src="`/images/text-page/image-2.jpg`", alt="фото" width="310" height="399" loading="lazy").align-right
				p В жизни каждого человека случаются непредвиденные ситуации: захлопнулась дверь, сломался замок, или не открывается ваш автомобиль. А может вы потеряли ключи от сейфа, и теперь не знаете что делать?
				p Главное, не поддавайтесь панике, и не пытайтесь, с помощью подручных инструментов, самостоятельно решить данную проблему, разрушая тем самым не только конструкцию замка, но и целостность самой двери.
				p Теперь у вас есть надёжный помощник-специалист компании "Замок-Мастер", который сможет оперативно В жизни каждого человека случаются непредвиденные ситуации: захлопнулась дверь, сломался замок, или не открывается ваш автомобиль. А может вы потеряли ключи от сейфа, и теперь не знаете что делать?
				p Главное, не поддавайтесь панике, и не пытайтесь, с помощью подручных инструментов, самостоятельно решить данную проблему, разрушая тем самым не только конструкцию замка, но и целостность самой двери.
				p В жизни каждого человека случаются непредвиденные ситуации: захлопнулась дверь, сломался замок, или не открывается ваш автомобиль. А может вы потеряли ключи от сейфа, и теперь не знаете что делать?
				table(ref="table")
					thead
						tr 
							th Услуга
							th Стоимость
					tbody
						tr(v-for="item in 6")
							td Вскрытие дверей
							td от 5 000 ₽
			.text-page__gallery 
				h3 Фотогалерея
				.text-page__gallery-body
					a.gallery-item(v-for="(item, index) in 8" data-fancybox="gallery" :href=`"/images/text-page/gallery-"+(index+1)+".jpg"`)
						div.gallery-item__image.ibg
							picture
								source(:srcset=`"/images/text-page/gallery-"+(index+1)+".jpg"`)
								img(:src=`"/images/text-page/gallery-"+(index+1)+".jpg"` alt="фото" loading="lazy")
</template>

<script setup>
import { ref, onMounted, onUpdated, computed } from 'vue'
import Breadcrumbs from '../components/Breadcrumbs.vue'
import { Fancybox } from '@fancyapps/ui'
import '@fancyapps/ui/dist/fancybox/fancybox.css'

import { useRoute } from 'vue-router'
import { useHead } from '@vueuse/head'

const route = useRoute()
const title = computed(() => route.meta.title)

useHead({
  title: title.value,
  meta: [
    {
      name: 'description',
      content: `Описание на странице ${title.value}`
    }
  ]
})

const props = defineProps(['defaultCity', 'declensionCity'])

const fancyboxOptions = {
  Hash: false
}
const table = ref()

const wrapTable = () => {
  if (window.innerWidth < 767.98) {
    let tableWrap = document.createElement('div')
    tableWrap.setAttribute('class', 'table-wrap')
    table.value.parentNode.insertBefore(tableWrap, table.value)
    tableWrap.appendChild(table.value)
  }
}
onMounted(() => {
  Fancybox.bind(`[data-fancybox="gallery"]`, fancyboxOptions)
  wrapTable()
})
onUpdated(() => {
  Fancybox.bind(`[data-fancybox="gallery"]`, fancyboxOptions)
})
</script>
