<template lang="pug">
  Layout
</template>

<script>
import { ref, onMounted } from 'vue'
import Layout from './layouts/BaseLayout.vue'

export default {
  components: {
    Layout
  },
  data() {
    return {
      // services: [
      //   {
      //     title: 'Вскрытие дверей',
      //     img: 1
      //   },
      //   {
      //     title: 'Вскрытие сейфов',
      //     img: 2
      //   },
      //   {
      //     title: 'Вскрытие авто',
      //     img: 3
      //   },
      //   {
      //     title: 'Установка замков',
      //     img: 4
      //   }
      // ],
      // servicesDetail: [
      //   {
      //     titleGray: 'Вскрытие замков.',
      //     title: 'Опыт работы более 15 лет',
      //     text: 'Существуют различные ситуации, по которым невозможно открыть замок: случайно захлопнулась дверь, сломался замок, потерялись ключи, и много других причин, требующих аварийного вскрытия замка.'
      //   },
      //   {
      //     titleGray: 'Вскрытие дверей.',
      //     title: 'Без поврежденний',
      //     text: [
      //       'Не пытайтесь самостоятельно, с помощью подручного инструмента вскрыть замок двери.',
      //       'Как показывает практика решить данную проблему таким способом не получится, потому как современные — замки имеют надёжную защиту от взлома, такие методы вскрытия двери усугубляют сложившуюся ситуацию, разрушают окончательно функциональность замка, нарушая его конструкцию, а так же целостность, и внешний вид самой двери.'
      //     ]
      //   },
      //   {
      //     titleGray: 'Вскрытие сейфов.',
      //     title: 'Профессиональным методом',
      //     text: [
      //       'Вот уже много лет человечество озабочено проблемой надёжности и сохранности своих ценностей. Именно поэтому конструкторы старательно разрабатывают всё новые и новые методы совершенствования защиты сейфов и сейфового оборудования.',
      //       'В настоящее время рынок сейфов предлагает целый ряд разнообразных моделей, разделяющихся по классам защиты, взломостойкости, и огнестойкости.'
      //     ]
      //   },
      //   {
      //     titleGray: 'Вскрытие авто.',
      //     title: 'Без царапин и поврежденний',
      //     text: [
      //       'У вас не открывается ваш автомобиль? Вы захлопнули ключ в салоне автомобиля, или того хуже, ключи от вашей машины таинственным образом куда‑то исчезли? Ситуаций может быть много, но всегда возникает самый главный вопрос: как быстро и без повреждений открыть ваше авто?',
      //       'Наши мастера смогут помочь вам в решение данной проблемы, и готовы оперативно подъехать, и без повреждений вскрыть ваш автомобиль.'
      //     ]
      //   },
      //   {
      //     titleGray: 'Установка замков.',
      //     title: 'Помощь в выборе и доставке замка',
      //     text: [
      //       'Надёжные замки — верный помощник в обеспечении безопасности вашего имущества. Поэтому такая проблема, как подбор и установка замка остаётся приоритетной во все времена.',
      //       'Открываете ли вы новый офис в Москве, переезжаете на новую квартиру, или просто желаете сменить свой замок на более надёжную и современную конструкцию — вопрос подбора замка, наиболее подходящего по функционалу работы и качества его установки, становится актуальным как никакой другой.'
      //     ]
      //   }
      // ]
    }
  }
}
</script>

<style lang="scss"></style>
