const data = {
  services: [
    {
      title: 'Вскрытие дверей',
      img: 1
    },
    {
      title: 'Вскрытие сейфов',
      img: 2
    },
    {
      title: 'Вскрытие авто',
      img: 3
    },
    {
      title: 'Установка замков',
      img: 4
    }
  ],
  servicesDetail: [
    {
      titleGray: 'Вскрытие замков.',
      title: 'Опыт работы более 15 лет',
      text: [
        'Существуют различные ситуации, по которым невозможно открыть замок: случайно захлопнулась дверь, сломался замок, потерялись ключи, и много других причин, требующих аварийного вскрытия замка.'
      ]
    },
    {
      titleGray: 'Вскрытие дверей.',
      title: 'Без поврежденний',
      text: [
        'Не пытайтесь самостоятельно, с помощью подручного инструмента вскрыть замок двери.',
        'Как показывает практика решить данную проблему таким способом не получится, потому как современные — замки имеют надёжную защиту от взлома, такие методы вскрытия двери усугубляют сложившуюся ситуацию, разрушают окончательно функциональность замка, нарушая его конструкцию, а так же целостность, и внешний вид самой двери.'
      ]
    },
    {
      titleGray: 'Вскрытие сейфов.',
      title: 'Профессиональным методом',
      text: [
        'Вот уже много лет человечество озабочено проблемой надёжности и сохранности своих ценностей. Именно поэтому конструкторы старательно разрабатывают всё новые и новые методы совершенствования защиты сейфов и сейфового оборудования.',
        'В настоящее время рынок сейфов предлагает целый ряд разнообразных моделей, разделяющихся по классам защиты, взломостойкости, и огнестойкости.'
      ]
    },
    {
      titleGray: 'Вскрытие авто.',
      title: 'Без царапин и поврежденний',
      text: [
        'У вас не открывается ваш автомобиль? Вы захлопнули ключ в салоне автомобиля, или того хуже, ключи от вашей машины таинственным образом куда‑то исчезли? Ситуаций может быть много, но всегда возникает самый главный вопрос: как быстро и без повреждений открыть ваше авто?',
        'Наши мастера смогут помочь вам в решение данной проблемы, и готовы оперативно подъехать, и без повреждений вскрыть ваш автомобиль.'
      ]
    },
    {
      titleGray: 'Установка замков.',
      title: 'Помощь в выборе и доставке замка',
      text: [
        'Надёжные замки — верный помощник в обеспечении безопасности вашего имущества. Поэтому такая проблема, как подбор и установка замка остаётся приоритетной во все времена.',
        'Открываете ли вы новый офис в Москве, переезжаете на новую квартиру, или просто желаете сменить свой замок на более надёжную и современную конструкцию — вопрос подбора замка, наиболее подходящего по функционалу работы и качества его установки, становится актуальным как никакой другой.'
      ]
    }
  ],
  stats: [
    {
      num: '30',
      text: 'лет опыта'
    },
    {
      num: '15 000',
      text: 'довольных клиентов'
    },
    {
      num: '100 %',
      text: 'открытых замков'
    }
  ],
  geography: [
    {
      list: [
        'Бульвар Рокоссовского',
        'Черкизовская',
        'Преображенская площадь',
        'Сокольники',
        'Красносельская',
        'Комсомольская',
        'Красные Ворота',
        'Чистые пруды',
        'Лубянка',
        'Охотный Ряд'
      ]
    },
    {
      list: [
        'Кутузовская',
        'Студенческая',
        'Международная',
        'Выставочная',
        'Киевская',
        'Филёвская линия Смоленская',
        'Арбатская',
        'Александровский сад',
        'Парк культуры',
        'Октябрьская'
      ]
    },
    {
      list: [
        'Парк Победы',
        'Деловой центр',
        'Третьяковская',
        'Марксистская',
        'Площадь Ильича',
        'Авиамоторная',
        'Шоссе Энтузиастов',
        'Перово',
        'Новогиреево',
        'Новокосино'
      ]
    },
    {
      list: [
        'Нижегородская',
        'Стахановская',
        'Окская',
        'Юго-Восточная',
        'Косино',
        'Улица Дмитриевского',
        'Лухмановская',
        'Некрасовка',
        'Тимирязевская',
        'Улица Милашенкова'
      ]
    }
  ],
  menuFooter: [
    {
      caption: 'Меню',
      list: [
        {
          title: 'Главная',
          path: '/'
        },
        {
          title: 'О компании',
          path: '/about'
        },
        {
          title: 'Юридическим лицам',
          path: '/legal'
        },
        {
          title: 'Физическим лицам',
          path: '/individual'
        },
        {
          title: 'Контакты',
          path: '/contacts'
        },
        {
          title: 'Список замков',
          path: '/castle-list'
        }
      ]
    },
    {
      caption: 'Услуги',
      list: [
        {
          title: 'Вскрытие замков',
          path: '/service-list/0'
        },
        {
          title: 'Вскрытие дверей',
          path: '/service-list/1'
        },
        {
          title: 'Вскрытие авто',
          path: '/service-list/2'
        },
        {
          title: 'Вскрытие сейфов',
          path: '/service-list/3'
        },
        {
          title: 'Установка замков',
          path: '/service-list/5'
        }
      ]
    }
  ],
  castleList: [
    {
      path: 'opencastle',
      title: 'Вскрытие замков',
      children: ['Abloy', 'Mottura', 'Mul-t-lock', 'Эльбор', 'Liberty', 'Sargent and greenleaf']
    },
    {
      path: 'opendoors',
      title: 'Вскрытие дверей',
      children: [
        'Mottura',
        'Abloy',
        'Abloy',
        'Abloy',
        'Archie',
        'Эльбор',
        'Завод Новатор',
        'Контур',
        'Просам',
        'msm'
      ]
    },
    {
      path: 'opensafe',
      title: 'Вскрытие сейфов',
      children: [
        'Mottura',
        'SMP',
        'Mottura',
        'Stahlkraft',
        'Abloy',
        'Контур',
        'Завод новатор',
        'Glory'
      ]
    },
    {
      path: 'setcastle',
      title: 'Установка замков',
      children: ['Paxos', 'Abloy', 'Archie', 'Abloy', 'Mottura', 'msm', 'Контур', 'Просам']
    }
  ],
  castleAdvantages: [
    {
      caption: 'Работаем 24/7',
      descr: 'Круглосуточно и без выходных'
    },
    {
      caption: 'Официально',
      descr: 'Предоставляем все документы'
    },
    {
      caption: 'Быстро',
      descr: 'Выезд мастера в течение 15 минут'
    },
    {
      caption: 'Без предоплат',
      descr: 'Оплата после выполнения'
    },
    {
      caption: 'Аккуратно',
      descr: 'Без повреждений и царапин двери'
    },
    {
      caption: 'Без посредников',
      descr: 'Звонок напрямую мастеру'
    }
  ],
  tablePrice: {
    services: [
      {
        service: 'Вскрытие легковых отечественных автомобилей',
        price: 'от 1000 ₽'
      },
      {
        service: 'Вскрытие отечественных внедорожников',
        price: 'от 1300 ₽'
      },
      {
        service: 'Вскрытие микроавтобусов',
        price: 'от 1500 ₽'
      },
      {
        service: 'Вскрытие грузовых машин',
        price: 'от 2500 ₽'
      },
      {
        service: 'Вскрытие иностранного авто',
        price: 'от 1500 ₽'
      },
      {
        service: 'Вскрытие авто с двойной блокировкой',
        price: 'от 1800 ₽'
      },
      {
        service: 'Вскрытие авто премиум класса',
        price: 'от 2000₽'
      },
      {
        service: 'Вскрытие багажника, капота автомобиля',
        price: 'от 1500 ₽'
      },
      {
        service: 'Вскрытие бензобака, бардачка, автобокса.',
        price: 'от 1200 ₽'
      },
      {
        service: 'Вскрытие противоугонных устройств, блокировок КПП',
        price: 'от 2000 ₽'
      },
      {
        service: 'Изготовление ключей по замку, Чип- ключей',
        price: 'от 2000 ₽'
      },
      {
        service: 'Отключение сигнализации',
        price: 'от 700 ₽'
      }
    ]
  },
  servicesList: [
    'Вскрытие замков',
    'Вскрытие дверей',
    'Вскрытие авто',
    'Вскрытие сейфов',
    'Установка замков'
  ]
}
export default data
